Repository: AReveron/users
Catalog: resources/locales/*/users.po
Languages: de_de

source: Account validated successfully
de_de: Das Konto wurde erfolgreich bestätigt

source: Account could not be validated
de_de: Das Konto konnte nicht bestätigt werden

source: Invalid token and/or social account
de_de: Ungültiger Token und/oder Social Account

source: Social Account already active
de_de: Social Account ist bereits aktiviert

source: Social Account could not be validated
de_de: Social Account konnte nicht bestätigt werden

source: Email sent successfully
de_de: Email wurde erfolgreich versendet

source: Email could not be sent
de_de: Email konnte nicht versendet werden

source: Invalid account
de_de: Ungültiges Konto

source: Email could not be resent
de_de: Email konnte nicht versendet werden

source: Could not associate account, please try again.
de_de: Wir konnten das Konto leider nicht verbinden, bitte versuchen Sie es erneut.

source: Social account was associated.
de_de: Social Account wurde verbunden.

source: You've successfully logged out
de_de: Sie wurden erfolgreich abgemeldet

source: Please enable Google Authenticator first.
de_de: Bitte aktivieren Sie zuerst den Google Authenticator.

source: Could not find user data
de_de: Es konnten keine Benutzer-Daten gefunden werden

source: Could not verify, please try again
de_de: Überprüfung ist fehlgeschlagen, bitte versuchen Sie es erneut

source: Verification code is invalid. Try again
de_de: Überprüfungs-Code ist ungültig. Bitte versuchen Sie erneut

source: User was not found
de_de: Der Benutzer konnte nicht gefunden werden

source: Password could not be changed
de_de: Das Passwort konnte nicht geändert werden

source: Password has been changed successfully
de_de: Das Passwort wurde erfolgreich geändert

source: Please check your email to continue with password reset process
de_de: Sie erhalten in Kürze eine Email mit Anweisungen wie Sie das Passwort zurücksetzen können

source: The password token could not be generated. Please try again
de_de: Der Token für das Zurücksetzen des Passworts konnte nicht generiert werden. Bitte versuchen Sie es erneut

source: User {0} was not found
de_de: Benutzer {0} konnte nicht gefunden werden

source: The user is not active
de_de: Der Benutzer ist inaktiv

source: Token could not be reset
de_de: Der Token konnte nicht zurückgesetzt werden

source: Google Authenticator token was successfully reset
de_de: Der Google Authenticator Token wurde erfolgreich zurückgesetzt

source: Not authorized, please login first
de_de: Sie sind nicht berechtigt diese Seite aufzurufen. Bitte melden Sie sich zuerst an

source: You must log out to register a new user account
de_de: Sie müssen sich ausloggen um ein neues Konto zu erstellen

source: The user could not be saved
de_de: Der Benutzer konnte nicht gespeichert werden

source: Invalid reCaptcha
de_de: Ungültiger reCaptcha

source: You have registered successfully, please log in
de_de: Sie haben sich erfolgreich registriert. Bitte melden Sie sich an

source: Please validate your account before log in
de_de: Bitte bestätigen Sie ihr Konto bevor Sie sich anmelden

source: The {0} has been saved
de_de: Der {0} wurde gespeichert

source: The {0} could not be saved
de_de: Der {0} konnte nicht gespeichert werden

source: The {0} has been deleted
de_de: Der {0} wurde gelöscht

source: The {0} could not be deleted
de_de: Der {0} konnte nicht gelöscht werden

source: User account validated successfully
de_de: Sie haben Ihren Benutzer erfolgreich bestätigt

source: User account could not be validated
de_de: Ihr Benutzer konnte nicht bestätigt werden

source: User already active
de_de: Dieser Benutzer ist bereits aktiv

source: Reset password token was validated successfully
de_de: Der angegebenen Token für das Zurücksetzen des Passworts ist gültig

source: Reset password token could not be validated
de_de: Der angegebenen Token für das Zurücksetzen des Passworts ist unültig

source: Invalid validation type
de_de: Ungültiger Validierungstyp

source: Invalid token or user account already validated
de_de: Ungültiger Token oder Benutzer ist bereits validiert

source: Token already expired
de_de: Token ist bereits abgelaufen

source: Token has been reset successfully. Please check your email.
de_de: Der Token wurde erfolgreich zurückgesetzt. Bitte überprüfen Sie ihren Posteingang.

source: User {0} is already active
de_de: Benutzer {0} ist bereits aktiv

source: Username or password is incorrect
de_de: Benutzername oder Passwort ist nicht korrekt

source: Could not proceed with social account. Please try again
de_de: Es konnte keine Verbindung zum Social Account hergestellt werden. Bitte versuchen Sie es erneut

source: Your user has not been validated yet. Please check your inbox for instructions
de_de: Ihr Benutzer wurde noch nicht bestätigt. Bitte überprüfen Sie ihren Posteingang für weitere Anweisungen

source: Your social account has not been validated yet. Please check your inbox for instructions
de_de: Ihr Social Account wurde noch nicht bestätigt. Bitte überprüfen Sie ihren Posteingang für weitere Anweisungen

source: Your account validation link
de_de: Ihr Konto Validierungs-Link

source: {0}Your reset password link
de_de: {0}Ihr Passwort Zurücksetzten Link

source: {0}Your social account validation link
de_de: {0}Ihr Social Account Bestätigung Link

source: Please enter your email
de_de: Bitte geben Sie ihre E-Mail Adresse ein

source: Could not identify your account, please try again
de_de: Wir konnten Ihr Konto nicht identifizieren. Bitte versuchen Sie es erneut

source: Missing 'username' in options data
de_de: Fehlender Parameter ‘username’ in angegeben Optionen

source: Social account already associated to another user
de_de: Dieser Social Account ist bereits mit einem anderen Benutzer verknüpft

source: Reference cannot be null
de_de: Referenz darf nicht leer sein

source: Token expiration cannot be empty
de_de: Token Ablaufdatum darf nicht leer sein

source: User not found
de_de: Benutzer konnte nicht gefunden werden

source: User account already validated
de_de: Benutzer ist bereits bestätigt

source: User not active
de_de: Benutzer ist nicht aktiv

source: The current password does not match
de_de: Das aktuelle Passwort stimmt nicht überein

source: You cannot use the current password as the new one
de_de: Sie dürfen nicht das aktuelle Passwort als neues Passwort verwenden

source: User not found for the given token and email.
de_de: Es konnte kein Benutzer mit dem angegebenen Token oder der angegebenen Email gefunden werden.

source: Token has already expired user with no token
de_de: Der Token ist bereits abgelaufen oder der Benutzer hat keinen Token

source: This field is required
de_de: Dieses Feld muss ausgefüllt werden

source: Account already validated
de_de: Konto ist bereits bestätigt

source: Account not found for the given token and email.
de_de: Es konnte kein Konto für den angegebenen Token oder die angegebene Email gefunden werden.

source: Unable to login user with reference {0}
de_de: Der Login über die Referenz {0} konnte nicht durchgeführt werden

source: Email not present
de_de: Email nicht vorhanden

source: Your password does not match your confirm password. Please try again
de_de: Bitte bestätigen Sie ihr Passwort und versuchen Sie es erneut

source: Username already exists
de_de: Benutzername ist bereits vorhanden

source: Email already exists
de_de: Email ist bereits vorhanden

source: Utilities for CakeDC Users Plugin
de_de: Tools für das CakeDC Users Plugin

source: Activate an specific user
de_de: Aktiviere einen Benutzer

source: Add a new superadmin user for testing purposes
de_de: Füge einen neuen Superadmin Benutzer für Testzwecke hinzu

source: Add a new user
de_de: Füge einen neuen Benutzer hinzu

source: Change the role for an specific user
de_de: Ändere die Rolle für einen Benutzer

source: Deactivate an specific user
de_de: Deaktiviere einen Benutzer

source: Delete an specific user
de_de: Lösche einen Benutzer

source: Reset the password via email
de_de: Sende Passwort-Zurücksetzen E-Mail für eine E-Mail Adresse

source: Reset the password for all users
de_de: Setze das Passwort für alle Benutzer

source: Reset the password for an specific user
de_de: Setze das Passwort für einen Benutzer

source: Please enter a password.
de_de: Bitte geben Sie das Passwort ein.

source: Password changed for all users
de_de: Das Passwort wurde für alle Benutzer geändert

source: New password: {0}
de_de: Neues Passwort: {0}

source: Please enter a username.
de_de: Bitte geben Sie einen Benutzernamen ein.

source: Password changed for user: {0}
de_de: Das Passwort wurde für den Benutzer: {0} geändert

source: Please enter a role.
de_de: Bitte geben Sie eine Rolle ein.

source: Role changed for user: {0}
de_de: Die Rolle wurde für den Benutzer: {0} geändert

source: New role: {0}
de_de: Neue Rolle: {0}

source: User was activated: {0}
de_de: Benutzer wurde aktiviert: {0}

source: User was de-activated: {0}
de_de: Benutzer wurde deaktiviert: {0}

source: Please enter a username or email.
de_de: Bitte geben Sie einen Benutzername oder eine Email ein.

source: Please ask the user to check the email to continue with password reset process
de_de: Bitte Fragen Sie den Benutzer den Posteingang zu überprüfen für die weitere Vorgehensweise

source: Superuser added:
de_de: Superuser hinzugefügt:

source: User added:
de_de: Benutzer hinzugefügt:

source: Username: {0}
de_de: Benutzername: {0}

source: Role: {0}
de_de: Rolle: {0}

source: Password: {0}
de_de: Passwort: {0}

source: User could not be added:
de_de: Benutzer konnte nicht hinzugefügt werden:

source: Field: {0} Error: {1}
de_de: Feld: {0} Fehler: {0}

source: The user was not found.
de_de: Der Benutzer konnte nicht gefunden werden.

source: The user {0} was not deleted. Please try again
de_de: Der Benutzer {0} konnte nicht gelöscht werden. Bitte versuchen Sie es erneut

source: The user {0} was deleted successfully
de_de: Der Benutzer {0} wurde gelöscht

source: Hi {0}
de_de: Hallo {0}

source: Reset your password here
de_de: Passwort jetzt zurücksetzen

source: If the link is not correctly displayed, please copy the following address in your web browser {0}
de_de: Falls der Link nicht korrekt dargestellt wird kopieren Sie bitte die folgende Adresse in ihren Web Browser {0}

source: Thank you
de_de: Vielen Dank

source: Activate your social login here
de_de: Social Login aktivieren

source: Activate your account here
de_de: Konto aktivieren

source: Please copy the following address in your web browser {0}
de_de: Bitte kopieren Sie die folgende Adresse in Ihren Web Browser {0}

source: Please copy the following address in your web browser to activate your social login {0}
de_de: Bitte kopieren Sie die folgende Adresse in Ihren Web Browser um den Social Login zu aktivieren {0}

source: Actions
de_de: Aktionen

source: List Users
de_de: Benutzer auflisten

source: Add User
de_de: Benutzer hinzufügen

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Active
de_de: Aktiv

source: Submit
de_de: Absenden

source: Please enter the new password
de_de: Bitte geben Sie ihr neues Passwort ein

source: Current password
de_de: Aktuelles Passwort

source: New password
de_de: Neues Passwort

source: Confirm password
de_de: Neues Passwort bestätigen

source: Delete
de_de: Löschen

source: Are you sure you want to delete # {0}?
de_de: Sind Sie sicher, dass Sie # {0} löschen wollen?

source: Edit User
de_de: Benutzer bearbeiten

source: Token expires
de_de: Token Ablaufdatum

source: Activation date
de_de: Aktivierungsdatum

source: TOS date
de_de: AGB Datum

source: Reset Google Authenticator Token
de_de: Google Authenticator Token zurücksetzen

source: Are you sure you want to reset token for user "{0}"?
de_de: Sind Sie sicher, dass Sie den Token für den Benutzer # {0} zurücksetzen wollen?

source: New {0}
de_de: Neuer {0}

source: View
de_de: Ansicht

source: Change password
de_de: Passwort ändern

source: Edit
de_de: Bearbeiten

source: previous
de_de: vorherig

source: next
de_de: nächste

source: Please enter your username and password
de_de: Bitte geben Sie ihren Benutzernamen und Passwort ein

source: Remember me
de_de: Angemeldet bleiben

source: Register
de_de: Registrieren

source: Reset Password
de_de: Passwort zurücksetzen

source: Login
de_de: Anmelden

source: Change Password
de_de: Passwort ändern

source: Link to {0}
de_de: Link zu {0}

source: Accept TOS conditions?
de_de: AGBs akzeptieren?

source: Please enter your email to reset your password
de_de: Bitte geben Sie ihre Email Adresse ein um ihr Passwort zurückzusetzen

source: Resend Validation email
de_de: Validierungs-Email erneut versenden

source: Email or username
de_de: Email oder Benutzername

source: Verification Code
de_de: Bestätigungscode

source: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> Verify
de_de: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> Bestätigen

source: Delete User
de_de: Benutzer löschen

source: New User
de_de: Benutzer hinzufügen

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Role
de_de: Rolle

source: Token Expires
de_de: Token Ablaufdatum

source: Activation Date
de_de: Aktivierungsdatum

source: Tos Date
de_de: AGB Datum

source: Created
de_de: erstellt am

source: Modified
de_de: zuletzt aktualisiert

source: Sign in with
de_de: Anmelden mit

source: Logout
de_de: Abmelden

source: Welcome, {0}
de_de: Willkommen, {0}

source: reCaptcha is not configured! Please configure Users.reCaptcha.key
de_de: reCaptcha ist nicht konfiguriert! Bitte setzten Sie Users.reCaptcha.key

source: Connected with {0}
de_de: Mit {0} verbunden

source: Connect with {0}
de_de: Mit {0} verbinden
